[
  "ok",
  "bug",
  "Pendente",
  "desplanejado",
  "progredindo",
  "manual",
  "automatizado",
  "Simulação crédito pessoal 32 2541 Unfificado",
  "Simulação crédito pessoal 32 2542 REORG",
  "Simulação simultanea no C2 e JUC 32 2541",
  "Simulação simultanea no C2 e JUC 32 2542",
  "Contratação CP Unificado 32 2541 sem proteção",
  "Contratação CP Unificado 32 2542 sem proteção",
  "Contratação crédito pessoal 32 2541 com Proteção",
  "Contratação crédito pessoal 32 2542 com Proteção",
  "Contratação crédito pessoal 32 2541 sem Proteção",
  "Contratação crédito pessoal 32 2542 sem Proteção",
  "Cancelamento de Contrato 32 2541 CP Unificado via C2 D + 0",
  "Cancelamento de Contrato 32 2541 CP Unificado via C2 D + 1",
  "Cancelamento de Contrato 32 2541 CP Unificado via C2 D + 7",
  "Validacao Contabil das Operacoes",
  "Validação de valor do seguro 32 2541 Unificado",
  "Validação de valor do seguro 32 2542 REORG",
  "Contratação DIV PIX 32 1920 MOBILE",
  "Contratação CP 32 1048 JUC",
  "Contratação FGTS Via JUC",
  "Contratação Sanção bacen PF - JUC 32 - 2541",
  "Contratação Sanção bacen PF - C2",
  "Contratação Sanção bacen PF - TFC",
  "Contratação Sanção bacen PF - CSG",
  "Contratação - Sanção Bacen PJ - TFC",
  "Contratação - Sanção Bacen PJ - C2",
  "Contratação - Sanção Bacen PJ - Mobile",
  "Contratação - Sanção Bacen IBPJ - Mobile",
  "Represamento de Contrato do Preventivo (32-2541/32-2542) CP em atraso no IOS",
  "Formalização de Operações Represadas do Preventivo (32-2541/32-2542) CP em atraso no IOS",
  "Mensageria pós Formalização do Preventivo (32-2541/32-2542) CP em atraso no IOS",
  "Tratar contingência do processo de formalização massiva do Preventivo (32-2541/32-2542) no IOS",
  "Oferta com UG Fechado do Preventivo (32-2541/32-2542) no IOS",
  "Bloqueio de nova oferta do Preventivo (32-2541/32-2542) no IOS",
  "Criação de produto novo Fluxo Irregular no JUC",
  "dado que tenho uma oferta de preventivo 32_1069 com empacotamento de um contrato de CP com parcela vencida no máximo 30 dias de atraso no IOS",
  "dado que tenho uma contratação represada de preventivo 32_1069 com empacotamento de um contrato de CP com parcela vencida no máximo de 30 dias de atraso no IOS",
  "dado que tenho uma contratação de preventivo 32_1069 com empacotamento de um contrato de CP com parcela vencida no máximo de 30 dias de atraso no IOS",
  "dado que tenho uma contratação represada de preventivo 32_1069 com empacotamento de um contrato de CP com parcela vencida no máximo de 30 dias de atraso no IOS",
  "Dado que tenho uma contratação de preventivo 32_1069 com empacotamento de um contrato de CP com parcela vencida no máximo 30 dias de atraso no IOS",
  "Simulação",
  "Contábil",
  "Pagamento",
  "Negativo",
  "Validação",
  "Cancelamento",
  "Contratação",
  "quando acesso menu MBPF > empréstimos > renegociar dívida (entre 21h e 05h - abertura UG) > contratar",
  "Que o cliente possua Card com oferta do fluxo irregular de preferencia com os produtos CP BG MP",
  "Dado que Cliente possui oferta no Card de oferta com os produtos CP e MP cartões com e sem atrasos e BG",
  "Dado que Cliente possui oferta no Card de oferta com os produtos CP emprestimos com e sem atraso e MP e BG",
  "Dado que Cliente possui oferta no Card de oferta com os produtos CP MP BG",
  "Dado que Cliente possui oferta no Card de oferta com dois ou mais produtos entre CP MP BG",
  "Dado que cliente possuí contrato de CP Unificado Irregular formalizado em até 7 dias",
  "Dado que cliente possuí contrato de CP Unificado Irregular formalizado em até 2 dias",
  "Dado que cliente possuí contrato de CP Unificado Irregular formalizado em até 1 dias",
  "Dado que realizei contratações",
  "Dado que Cliente possui oferta no Card de oferta com dois ou mais produtos entre CP MP BG",
  "Dado que o Gerente Cliente Santander PF deseja realizar a contratação de um preventivo irregular",
  "Dado que cliente possui Card de Div PIX",
  "Dado que cliente possui card de CP Via mobile de preferencia com tres produtos CP MP BG",
  "Dado que cliente possui card de FGTS Via JUC",
  "Dado que cliente contratou oferta do Fluxo Irregular",
  "Dado que cliente renegocie sua divida de Limite de conta",
  "Dado que cliente renegocie sua divida de cartão de crédito",
  "Dado que cliente tenha empacotamento de cartão de crédito, dentro do fluxo regular",
  "Dado que o cliente oferta de consignado via mobile",
  "Dado que cliente tenha empacotamento de cartão de crédito",
  "então a operação deverá ficar represada aguardando a abertura do UG e demais sistemas. Evidenciar 1- Oferta online com o cenário apontado. 2- A tela de contratação após a contratação",
  "então deverei ter a formalização da operação. A formalização deverá ser validada com evidência no Mobile, no TFC/C2 turbo, com a liquidação dos contratos empacotados e os lançamentos da operação em conta corrente.",
  "então Mensageria deverá enviar um SMS e PUSH para o cliente com a confirmação da formalização",
  "então deverei ter a formalização da operação e que não tenha contratos na base de represamento após a formalização.",
  "então deverá realizar uma oferta de preventivo após as 21h e validar saldo D+1",
  "então não deverá apresentar oferta do produto 32_1069 no Android",
  "Seleciono o card",
  "E seleciono o Card de Negociação",
  "E acesso o C2 através do menu meus empréstimos no mesmo dias",
  "E acesso o C2 através do menu meus empréstimos no próximo dia",
  "E as mesmas geraram movimentos contábeis nas contas",
  "Acessar o menu de emprestimos consulta contrato",
  "acesso menu empréstimos crédito pessoal na JUC",
  "E Acesso o Menu Div Pix",
  "E acesso o menu empréstimo",
  "Tenha parcela em atraso",
  "E efetivou a contratação pela segunda vez no mesmo CPF",
  "Ao acessar a consulta do contrato",
  "Menu Empréstimo/Financiamento/Empréstimo/Impressão/Reimpressão/Comprovante de Canais",
  "tentar efetivar a contratação novamente",
  "Os valores do IOF deverão estar iguais em ambos os sistemas C2 e JUC",
  "Os valores premio de seguro devem estar iguais em ambos os sistemas C2 e JUC",
  "Selecionar o contrato",
  "For fazer uma nova tentativa na sequencia da contratação",
  "Apoio da equipe Contabil HA Contabilidade para validar as movimentacoes nas contas contabeis",
  "Quando empacoto + de 1 cartões de credito",
  "Quando empacoto 1 cartão de crédito",
  "Quando empacoto + de 1 Limite de conta",
  "Quando empacoto 1 Limite de conta",
  "Quando deseja realizar a contratação do consignado",
  "Quando tenha saldo futuro",
  "Quando o cliente realiza uma simulação simultânea no C2 e JUC, garantir a consistência dos resultados entre os dois sistemas.",
  "Ao efetuar a contratação de CP Unificado sem proteção, verificar se os dados do contrato são corretamente registrados nas contas do cliente.",
  "Validar a operação de cancelamento de contrato CP Unificado via C2 com diferentes prazos (D + 0, D + 1, D + 7) para garantir a eficácia do processo.",
  "Realizar a validação contábil das operações, assegurando que os registros financeiros estejam alinhados com as transações realizadas.",
  "Quando efetuar a contratação de crédito pessoal com proteção, verificar se os cálculos do seguro estão de acordo com as especificações.",
  "Ao realizar uma contratação de CP 32 1048 JUC, validar se todas as etapas do processo são concluídas com sucesso.",
  "Ao contratar o FGTS via JUC, certificar-se de que as informações da transação são corretamente comunicadas aos órgãos competentes.",
  "Verificar o processo de formalização de operações represadas do Preventivo (32-2541/32-2542) CP em atraso no IOS para garantir a eficiência do fluxo.",
  "Acompanhar a mensageria pós formalização do Preventivo (32-2541/32-2542) CP em atraso no IOS para garantir a comunicação adequada com o cliente.",
  "Tratar contingências no processo de formalização massiva do Preventivo (32-2541/32-2542) no IOS para assegurar a continuidade do fluxo operacional.",
  "Realizar oferta com UG Fechado do Preventivo (32-2541/32-2542) no IOS e validar a resposta do sistema conforme as condições estabelecidas.",
  "Bloquear nova oferta do Preventivo (32-2541/32-2542) no IOS e assegurar que o cliente seja informado adequadamente sobre a decisão.",
  "Ao criar um produto novo no fluxo irregular no JUC, garantir que todos os processos estejam configurados corretamente para evitar problemas operacionais.",
  "Dado que tenho uma oferta de preventivo 32_1069, realizar a contratação com empacotamento de um contrato de CP com parcela vencida no máximo de 30 dias de atraso no IOS.",
  "Realizar uma contratação represada de preventivo 32_1069 com empacotamento de um contrato de CP com parcela vencida no máximo de 30 dias de atraso no IOS.",
  "Efetuar uma contratação de preventivo 32_1069 com empacotamento de um contrato de CP com parcela vencida no máximo de 30 dias de atraso no IOS.",
  "Ao realizar uma contratação represada de preventivo 32_1069 com empacotamento de um contrato de CP com parcela vencida no máximo de 30 dias de atraso no IOS, garantir que o processo seja concluído com sucesso.",
  "Dado que tenho uma contratação de preventivo 32_1069 com empacotamento de um contrato de CP com parcela vencida no máximo 30 dias de atraso no IOS, validar a consistência das informações nos registros contábeis.",
  "Ao realizar uma simulação contábil, garantir que os valores estejam alinhados com as operações realizadas no sistema.",
  "Efetuar um pagamento e validar se o registro contábil correspondente é gerado corretamente no sistema.",
  "Ao receber uma resposta negativa em uma transação, verificar as razões e garantir que o cliente seja informado adequadamente.",
  "Realizar a validação de uma oferta de cancelamento, garantindo que o processo seja concluído conforme as regras estabelecidas.",
  "Ao acessar o menu MBPF > empréstimos > renegociar dívida (entre 21h e 05h - abertura UG) > contratar, assegurar que o sistema responda conforme o esperado.",
  "Verificar se o cliente possui oferta no Card com produtos CP BG MP, preferencialmente no fluxo irregular, e realizar a contratação.",
  "Dado que o cliente possui oferta no Card com os produtos CP e MP cartões com e sem atrasos e BG, validar a consistência das condições da oferta.",
  "Ao acessar o card de oferta com os produtos CP empréstimos com e sem atraso e MP e BG, garantir que as opções sejam apresentadas corretamente ao cliente.",
  "Ao acessar o card de oferta com os produtos CP MP BG, assegurar que o cliente receba as informações relevantes sobre cada produto para tomar uma decisão informada.",
  "Dado que o cliente possui oferta no Card de oferta com dois ou mais produtos entre CP MP BG, garantir que o sistema apresente opções de contratação conforme as preferências do cliente.",
  "Verificar se o cliente possui contrato de CP Unificado Irregular formalizado em até 7 dias e realizar as validações necessárias no sistema.",
  "Ao realizar uma contratação de CP Unificado Irregular formalizado em até 2 dias, assegurar que o processo seja concluído com sucesso.",
  "Dado que o cliente possui contrato de CP Unificado Irregular formalizado em até 1 dia, validar se todas as etapas da contratação foram executadas corretamente.",
  "Ao realizar contratações, verificar se as transações estão sendo registradas corretamente nas contas contábeis e nos sistemas.",
  "Dado que o Gerente Cliente Santander PF deseja realizar a contratação de um preventivo irregular, fornecer suporte e garantir que o processo seja facilitado com sucesso.",
  "Verificar se o cliente possui card de Div PIX e garantir que as transações sejam processadas corretamente no sistema.",
  "Ao acessar o card de CP Via mobile, preferencialmente com três produtos CP MP BG, assegurar que o cliente tenha uma experiência de contratação fluída.",
  "Certificar-se de que o cliente possui card de FGTS Via JUC e validar a correta execução do processo de contratação.",
  "Realizar a contratação de Sanção Bacen PF - JUC 32 - 2541 e validar se todas as informações estão sendo comunicadas conforme as normas.",
  "Ao contratar Sanção Bacen PF - C2, verificar se todas as medidas de segurança estão sendo aplicadas adequadamente.",
  "Efetuar a contratação Sanção Bacen PF - TFC e garantir que as transações estejam em conformidade com as diretrizes estabelecidas.",
  "Contratar Sanção Bacen PF - CSG e assegurar que todos os processos sejam concluídos com sucesso.",
  "Ao realizar a contratação - Sanção Bacen PJ - TFC, garantir que as operações estejam em conformidade com as regulamentações bancárias.",
  "Contratar - Sanção Bacen PJ - C2 e validar se as informações da transação são registradas corretamente nos sistemas.",
  "Realizar a contratação - Sanção Bacen PJ - Mobile e verificar se o cliente recebe as confirmações necessárias após a transação.",
  "Contratar - Sanção Bacen IBPJ - Mobile e validar a execução correta do processo conforme as especificações.",
  "Ao represar contrato do Preventivo (32-2541/32-2542) CP em atraso no IOS, garantir que o sistema aguarde a abertura do UG e demais sistemas antes de prosseguir.",
  "Formalizar operações represadas do Preventivo (32-2541/32-2542) CP em atraso no IOS e assegurar que os registros contábeis estejam alinhados com as transações.",
  "Após a formalização do Preventivo (32-2541/32-2542) CP em atraso no IOS, verificar se a mensageria envia SMS e PUSH para o cliente com a confirmação da formalização.",
  "Ao tratar contingência do processo de formalização massiva do Preventivo (32-2541/32-2542) no IOS, garantir que as etapas sejam concluídas com sucesso e sem represamento.",
  "Realizar oferta de preventivo após as 21h e validar o saldo D+1 para garantir a eficácia do processo.",
  "Ao acessar o Android, garantir que não seja apresentada oferta do produto 32_1069 no Android",
  "Selecionar o card",
  "Ao selecionar o Card de Negociação, assegurar que o sistema forneça as informações necessárias para a tomada de decisão do cliente.",
  "Acessar o C2 através do menu meus empréstimos no mesmo dia e validar se as informações são consistentes com os registros anteriores.",
  "Acessar o C2 através do menu meus empréstimos no próximo dia e garantir que as transações anteriores estejam refletidas corretamente.",
  "Ao realizar operações que geram movimentos contábeis nas contas, certificar-se de que os registros financeiros estão em conformidade com as transações.",
  "Acessar o menu de empréstimos para consultar contrato e verificar a precisão das informações apresentadas.",
  "Ao acessar o menu de empréstimos crédito pessoal na JUC, assegurar que as opções de contratação estejam disponíveis conforme o esperado.",
  "Acessar o Menu Div Pix e validar a correta execução do processo de contratação.",
  "Ao acessar o menu de empréstimo, garantir que as opções de contratação sejam apresentadas corretamente.",
  "Ter parcela em atraso e realizar a contratação para validar o tratamento adequado de clientes com pendências.",
  "Ao efetivar a contratação pela segunda vez no mesmo CPF, garantir que o sistema detecte a duplicidade e tome as medidas apropriadas.",
  "Ao acessar a consulta do contrato, certificar-se de que todas as informações relevantes estejam disponíveis para o cliente.",
  "No Menu Empréstimo/Financiamento/Empréstimo/Impressão/Reimpressão/Comprovante de Canais, tentar efetivar a contratação novamente para verificar a consistência do sistema.",
  "Certificar-se de que os valores do IOF estejam iguais em ambos os sistemas C2 e JUC após uma nova tentativa de contratação.",
  "Verificar se os valores do prêmio de seguro estão alinhados em ambos os sistemas C2 e JUC após uma nova tentativa de contratação.",
  "Selecionar o contrato e realizar uma nova tentativa na sequência da contratação para validar a continuidade do processo.",
  "Solicitar apoio da equipe Contábil HA Contabilidade para validar as movimentações nas contas contábeis após a realização de operações financeiras.",
  "Ao empacotar mais de um cartão de crédito, garantir que o sistema processe corretamente as informações relacionadas.",
  "Ao empacotar um cartão de crédito, verificar se o processo de contratação é concluído com sucesso.",
  "Ao empacotar mais de um Limite de conta, assegurar que todas as transações sejam registradas adequadamente.",
  "Ao empacotar um Limite de conta, validar se os registros contábeis correspondentes são gerados corretamente.",
  "Ao desejar realizar a contratação do consignado, seguir o fluxo padrão e assegurar que todas as verificações sejam realizadas conforme as políticas internas.",
  "Ao ter saldo futuro, realizar uma simulação para validar a consistência do sistema nas projeções de contratação futura.",
  "Ao acessar o menu de renegociação, verifique a disponibilidade de ofertas para empréstimos com parcelas em atraso.",
  "Quando o cliente possui contrato represado de preventivo, realize a formalização seguindo o fluxo padrão.",
  "Ao efetuar uma simulação de crédito pessoal no C2, valide a consistência dos dados com a JUC.",
  "Quando ocorre o cancelamento de contrato via C2, verifique o impacto nas contas contábeis correspondentes.",
  "Realize uma contratação de crédito pessoal com proteção e valide a aplicação correta das medidas de segurança.",
  "Ao acessar o menu de pagamentos, certifique-se de que as transações estejam refletidas corretamente nos registros contábeis.",
  "Quando houver uma contratação de FGTS via JUC, verifique se as informações estão sendo devidamente registradas no sistema.",
  "Efetue uma oferta de consignado via mobile e garanta que o saldo seja validado no dia seguinte.",
  "Ao acessar o menu de contratação de Sanção Bacen PJ no Mobile, assegure que todas as etapas sejam concluídas conforme o esperado.",
  "Contrate Sanção Bacen PF - CSG e confirme se todos os processos são concluídos com sucesso.",
  "Verifique o processo de formalização de operações represadas do Preventivo (32-2541/32-2542) CP em atraso no IOS para garantir a eficiência do fluxo.",
  "Acompanhe a mensageria pós formalização do Preventivo (32-2541/32-2542) CP em atraso no IOS para garantir a comunicação adequada com o cliente.",
  "Trate contingências no processo de formalização massiva do Preventivo (32-2541/32-2542) no IOS para assegurar a continuidade do fluxo operacional.",
  "Realize oferta com UG Fechado do Preventivo (32-2541/32-2542) no IOS e valide a resposta do sistema conforme as condições estabelecidas.",
  "Bloqueie nova oferta do Preventivo (32-2541/32-2542) no IOS e assegure que o cliente seja informado adequadamente sobre a decisão.",
  "Ao criar um produto novo no fluxo irregular no JUC, garanta que todos os processos estejam configurados corretamente para evitar problemas operacionais.",
  "Dado que tenho uma oferta de preventivo 32_1069, realize a contratação com empacotamento de um contrato de CP com parcela vencida no máximo de 30 dias de atraso no IOS.",
  "Realize uma contratação represada de preventivo 32_1069 com empacotamento de um contrato de CP com parcela vencida no máximo de 30 dias de atraso no IOS.",
  "Efetue uma contratação de preventivo 32_1069 com empacotamento de um contrato de CP com parcela vencida no máximo de 30 dias de atraso no IOS.",
  "Ao realizar uma contratação represada de preventivo 32_1069 com empacotamento de um contrato de CP com parcela vencida no máximo de 30 dias de atraso no IOS, assegure que o processo seja concluído com sucesso.",
  "Dado que tenho uma contratação de preventivo 32_1069 com empacotamento de um contrato de CP com parcela vencida no máximo 30 dias de atraso no IOS, valide a consistência das informações nos registros contábeis.",
  "Ao realizar uma simulação contábil, certifique-se de que os valores estejam alinhados com as operações realizadas no sistema.",
  "Efetue um pagamento e valide se o registro contábil correspondente é gerado corretamente no sistema.",
  "Ao receber uma resposta negativa em uma transação, verifique as razões e assegure que o cliente seja informado adequadamente.",
  "Realize a validação de uma oferta de cancelamento, garantindo que o processo seja concluído conforme as regras estabelecidas.",
  "Ao acessar o menu MBPF > empréstimos > renegociar dívida (entre 21h e 05h - abertura UG) > contratar, assegure que o sistema responda conforme o esperado.",
  "Verifique se o cliente possui oferta no Card com produtos CP BG MP, preferencialmente no fluxo irregular, e realize a contratação.",
  "Dado que o cliente possui oferta no Card com os produtos CP e MP cartões com e sem atrasos e BG, valide a consistência das condições da oferta.",
  "Ao acessar o card de oferta com os produtos CP empréstimos com e sem atraso e MP e BG, garanta que as opções sejam apresentadas corretamente ao cliente.",
  "Ao acessar o card de oferta com os produtos CP MP BG, assegure que o cliente receba as informações relevantes sobre cada produto para tomar uma decisão informada.",
  "Verifique se o cliente possui contrato de CP Unificado Irregular formalizado em até 7 dias e realize as validações necessárias no sistema.",
  "Ao realizar uma contratação de CP Unificado Irregular formalizado em até 2 dias, assegure que o processo seja concluído com sucesso.",
  "Dado que o cliente possui contrato de CP Unificado Irregular formalizado em até 1 dia, valide se todas as etapas da contratação foram executadas corretamente.",
  "Ao realizar contratações, verifique se as transações estão sendo registradas corretamente nas contas contábeis e nos sistemas.",
  "Dado que o Gerente Cliente Santander PF deseja realizar a contratação de um preventivo irregular, forneça suporte e assegure que o processo seja facilitado com sucesso.",
  "Verifique se o cliente possui card de Div PIX e garanta que as transações sejam processadas corretamente no sistema.",
  "Ao acessar o card de CP Via mobile, preferencialmente com três produtos CP MP BG, assegure que o cliente tenha uma experiência de contratação fluída.",
  "Certifique-se de que o cliente possui card de FGTS Via JUC e valide a correta execução do processo de contratação.",
  "Realize a contratação de Sanção Bacen PF - CSG e confirme se todas as informações da transação estão registradas corretamente nos sistemas.",
  "Ao contratar Sanção Bacen PJ - TFC, garanta que as operações estejam em conformidade com as regulamentações bancárias.",
  "Contrate - Sanção Bacen PJ - C2 e valide se as informações da transação são registradas corretamente nos sistemas.",
  "Realize a contratação - Sanção Bacen PJ - Mobile e verifique se o cliente recebe as confirmações necessárias após a transação.",
  "Contrate - Sanção Bacen IBPJ - Mobile e valide a execução correta do processo conforme as especificações.",
  "Ao represar contrato do Preventivo (32-2541/32-2542) CP em atraso no IOS, garanta que o sistema aguarde a abertura do UG e demais sistemas antes de prosseguir.",
  "Formalize operações represadas do Preventivo (32-2541/32-2542) CP em atraso no IOS e assegure que os registros contábeis estejam alinhados com as transações.",
  "Após a formalização do Preventivo (32-2541/32-2542) CP em atraso no IOS, verifique se a mensageria envia SMS e PUSH para o cliente com a confirmação da formalização.",
  "Ao tratar contingência do processo de formalização massiva do Preventivo (32-2541/32-2542) no IOS, garanta que as etapas sejam concluídas com sucesso e sem represamento.",
  "Realize oferta de preventivo após as 21h e valide o saldo D+1 para garantir a eficácia do processo.",
  "Ao acessar o Android, certifique-se de que não seja apresentada oferta do produto 32_1069 conforme as condições estabelecidas.",
  "Selecionar o card e verificar se as opções de negociação são apresentadas corretamente.",
  "Ao selecionar o Card de Negociação, assegure que o sistema forneça as informações necessárias para a tomada de decisão do cliente.",
  "Acessar o C2 através do menu meus empréstimos no mesmo dia e validar se as informações são consistentes com os registros anteriores.",
  "Acessar o C2 através do menu meus empréstimos no próximo dia e garantir que as transações anteriores estejam refletidas corretamente.",
  "Ao realizar operações que geram movimentos contábeis nas contas, certifique-se de que os registros financeiros estão em conformidade com as transações.",
  "Acessar o menu de empréstimos para consultar contrato e verificar a precisão das informações apresentadas.",
  "Ao acessar o menu de empréstimos crédito pessoal na JUC, assegure que as opções de contratação estejam disponíveis conforme o esperado.",
  "Acessar o Menu Div Pix e validar a correta execução do processo de contratação.",
  "Ao acessar o menu de empréstimo, garantir que as opções de contratação sejam apresentadas corretamente.",
  "Ter parcela em atraso e realizar a contratação para validar o tratamento adequado de clientes com pendências.",
  "Ao efetivar a contratação pela segunda vez no mesmo CPF, garanta que o sistema detecte a duplicidade e tome as medidas apropriadas.",
  "Ao acessar a consulta do contrato, certifique-se de que todas as informações relevantes estejam disponíveis para o cliente.",
  "No Menu Empréstimo/Financiamento/Empréstimo/Impressão/Reimpressão/Comprovante de Canais, tente efetivar a contratação novamente para verificar a consistência do sistema.",
  "Certifique-se de que os valores do IOF estejam iguais em ambos os sistemas C2 e JUC após uma nova tentativa de contratação.",
  "Verifique se os valores do prêmio de seguro estão alinhados em ambos os sistemas C2 e JUC após uma nova tentativa de contratação.",
  "Selecionar o contrato e realizar uma nova tentativa na sequência da contratação para validar a continuidade do processo.",
  "Solicitar apoio da equipe Contábil HA Contabilidade para validar as movimentações nas contas contábeis após a realização de operações financeiras.",
  "Ao empacotar mais de um cartão de crédito, garantir que o sistema processe corretamente as informações relacionadas.",
  "Ao empacotar um cartão de crédito, verificar se o processo de contratação é concluído com sucesso.",
  "Ao empacotar mais de um Limite de conta, assegurar que todas as transações sejam registradas adequadamente.",
  "Ao empacotar um Limite de conta, validar se os registros contábeis correspondentes são gerados corretamente.",
  "Ao desejar realizar a contratação do consignado, seguir o fluxo padrão e assegurar que todas as verificações sejam realizadas conforme as políticas internas.",
  "Ao ter saldo futuro, realizar uma simulação para validar a consistência do sistema nas projeções de contratação futura.Validação BRUG0742 Termo do Seguro CDC 86 5123 com seguro PJ",
  "Validação BRUG0742 Termo do Seguro CDC 86 7018 SEM seguro PJ",
  "Validação BRUG0742 Termo do Seguro CDC 86 7019 com seguro PJ",
  "Validação BRUG0742 Termo do Seguro CDC 86 5148 com seguro PJ",
  "Validação BRUG0742 Termo do Seguro CDC 86 5120 com seguro PJ",
  "Validação BRUG0742 Termo do Seguro CDC 86 7018 com seguro PJ",
  "Validação BRUG0742 Termo do Seguro CDC 86 5123 SEM seguro PJ",
  "Validação BRUG0742 Termo do Seguro CDC 86 7019 SEM seguro PJ",
  "Validação BRUG0742 Termo do Seguro CDC 86 5148 SEM seguro PJ",
  "Validação BRUG0742 Termo do Seguro CDC 86 5120 SEM seguro PJ",
  "Contratação CDC 86 5123 PJ com seguro prestamista TFC",
  "Contratação CDC 86 7019 PJ com seguro prestamista TFC",
  "Contratação CDC 86 5148 PJ com seguro prestamista TFC",
  "Contratação CDC 86 5120 PJ com seguro prestamista TFC",
  "Contratação CDC 86 7018 PJ com seguro prestamista TFC",
  "Contratação CDC 86 5123 PJ SEM seguro prestamista TFC",
  "Contratação CDC 86 7019 PJ SEM seguro prestamista TFC",
  "Contratação CDC 86 5148 PJ SEM seguro prestamista TFC",
  "Contratação CDC 86 5120 PJ SEM seguro prestamista TFC",
  "Contratação CDC 86 7018 PJ SEM seguro prestamista TFC",
  "Contratação CDC 86 5123 PJ Socio maior 75 anos com seguro prestamista TFC",
  "Contratação CDC 86 7019 PJ Socio maior 75 anos com seguro prestamista TFC",
  "Contratação CDC 86 5148 PJ Socio maior 75 anos com seguro prestamista TFC",
  "Contratação CDC 86 5120 PJ Socio maior 75 anos com seguro prestamista TFC",
  "Contratação CDC 86 7018 PJ Socio maior 75 anos com seguro prestamista TFC",
  "Contratação CDC 86 5123 PJ Socio menor 18 anos com seguro prestamista TFC",
  "Contratação CDC 86 7019 PJ Socio menor 18 anos com seguro prestamista TFC",
  "Contratação CDC 86 5148 PJ Socio menor 18 anos com seguro prestamista TFC",
  "Contratação CDC 86 5120 PJ Socio menor 18 anos com seguro prestamista TFC",
  "Contratação CDC 86 7018 PJ Socio menor 18 anos com seguro prestamista TFC",
  "Estorno da formalização 86 5123 PJ TFC",
  "Estorno da formalização 86 7019 PJ TFC",
  "Estorno da formalização 86 5148 PJ TFC",
  "Estorno da formalização 86 5120 PJ TFC",
  "Estorno da formalização 86 7018 PJ TFC",
  "Estorno da formalização 86 5125 PF TFC",
  "Contratação CDC 86 5134 PF com seguro prestamista TFC",
  "Contratação CDC 86 5126 PF com seguro prestamista TFC",
  "Contratação CDC 86 5125 PF com seguro prestamista TFC",
  "Contratação CDC 86 5122 PF com seguro prestamista TFC",
  "Inclusão do seguro prestamista no CDC PJ",
  "Que entro no TFC em proposta de credito PF- proposta- De operação PO dou inicio a contratação",
  "Chegar na negociação o botão incluir seguro prestamista deve estar habilitado. Fazer a opção por seguro.",
  "A inclusão do seguro deverá ser efetivada com sucesso e após a formalização na consulta contrato deverá vir o campo 'solicitações de seguro' preenchido como ativo."
]
